Repository: NaN-tic/trytond-aeat_349
Catalog: locale/*.po
Languages: es

# selection:aeat.349.type,operation_key:
source: T - Ammendments Triangular operations
es: T - Rectificación de operaciones triangulares

# selection:aeat.349.type,operation_key:
source: T - Triangular operations
es: T - Operaciones triangulares

# view:aeat.349.reasign.records.end:
source: The AEAT 349 records have been reasigned.
es: Los registros AEAT 349 han sido reasignados.

# view:aeat.349.reasign.records.start:
source: Select Operation Key to reasign invoices:
es: Seleccione una clave para reasignar las facturas.

# view:aeat.349.report.ammendment:
source: AEAT 349 Ammendment
es: Rectificación AEAT 349

# view:aeat.349.report.operation:
source: AEAT 349 Operation
es: Operación AEAT 349

# view:aeat.349.report:
source: Ammendments
es: Rectificaciones

# view:aeat.349.report:
source: Declaration Number
es: Número declaración

# view:aeat.349.report:
source: Operations
es: Operaciones

# view:aeat.349.report:
source: Totals
es: Totales

# view:aeat.349.type:
source: AEAT 349 Type
es: Tipo AEAT 349

# wizard_button:aeat.349.reasign.records,done,end:
source: Ok
es: Aceptar

# wizard_button:aeat.349.reasign.records,start,end:
source: Cancel
es: Cancelar

# wizard_button:aeat.349.reasign.records,start,reasign:
source: Reasign
es: Reasignar
