Repository: NaN-tic/trytond-aeat_349
Catalog: locale/*.po
Languages: es

# field:account.invoice.line,aeat349_ammendment:
source: 349 Ammendment
es: Rectificación 349

# field:account.invoice.line,aeat349_available_keys:
source: AEAT 349 Available Keys
es: Claves disponibles AEAT 349

# field:account.invoice.line,aeat349_operation:
source: 349 Operation
es: Operación 349

# field:account.invoice.line,aeat349_operation_key:
source: AEAT 349 Operation Key
es: Clave operación AEAT 349

# field:account.tax,aeat349_default_in_ammendment_key:
source: Default In Ammendment Key
es: Clave de rectificación por defecto (facturas de proveedor)

# field:account.tax,aeat349_default_in_operation_key:
source: Default In Operation Key
es: Clave de operación por defecto (facturas de proveedor)

# field:account.tax,aeat349_default_out_ammendment_key:
source: Default Out Ammendment Key
es: Clave de rectificación por defecto (facturas de cliente)

# field:account.tax,aeat349_default_out_operation_key:
source: Default Out Operation Key
es: Clave de operación por defecto (facturas de cliente)

# field:account.tax,aeat349_operation_keys:
source: Available Operation Keys
es: Claves de operación disponibles

# field:account.tax.template,aeat349_default_in_ammendment_key:
source: Default In Ammendment Key
es: Clave de rectificación por defecto (facturas de proveedor)

# field:account.tax.template,aeat349_default_in_operation_key:
source: Default In Operation Key
es: Clave de operación por defecto (facturas de proveedor)

# field:account.tax.template,aeat349_default_out_ammendment_key:
source: Default Out Ammendment Key
es: Clave de rectificación por defecto (facturas de cliente)

# field:account.tax.template,aeat349_default_out_operation_key:
source: Default Out Operation Key
es: Clave de operación por defecto (facturas de cliente)

# field:account.tax.template,aeat349_operation_keys:
source: Available Operation Keys
es: Claves de operación disponibles

# field:aeat.349.reasign.records.start,aeat_349_type:
source: Operation Key
es: Clave de operación

# field:aeat.349.report,ammendment_amount:
source: Ammendment Amount
es: Importe rectificaciones

# field:aeat.349.report,ammendments:
source: Ammendments
es: Rectificaciones

# field:aeat.349.report,calculation_date:
source: Calculation Date
es: Fecha cálculo

# field:aeat.349.report,company:
source: Company
es: Empresa

# field:aeat.349.report,company_vat:
source: VAT number
es: CIF/NIF

# field:aeat.349.report,contact_name:
source: Full Name
es: Nombre completo

# field:aeat.349.report,contact_phone:
source: Phone
es: Teléfono

# field:aeat.349.report,currency:
source: Currency
es: Moneda

# field:aeat.349.report,file_:
source: File
es: Archivo

# field:aeat.349.report,filename:
source: File Name
es: Nombre archivo

# field:aeat.349.report,operation_amount:
source: Operation Amount
es: Importe operaciones

# field:aeat.349.report,operations:
source: Operations
es: Operaciones

# field:aeat.349.report,period:
source: Period
es: Período

# field:aeat.349.report,previous_number:
source: Previous Declaration Number
es: Numero declaración anterior

# field:aeat.349.report,representative_vat:
source: L.R. VAT number
es: NIF del representante legal

# field:aeat.349.report,state:
source: State
es: Estado

# field:aeat.349.report,type:
source: Statement Type
es: Tipo de declaración

# field:aeat.349.report,year:
source: Year
es: Año

# field:aeat.349.report.ammendment,ammendment_fiscalyear_code:
source: Ammendment Fiscal Year Code
es: Código ejercicio fiscal rectificaciones

# field:aeat.349.report.ammendment,ammendment_period:
source: Ammendment Period
es: Período rectificación

# field:aeat.349.report.ammendment,base:
source: Base Operation Amount
es: Importe base operaciones

# field:aeat.349.report.ammendment,company:
source: Company
es: Empresa

# field:aeat.349.report.ammendment,invoice_lines:
source: Invoice Lines
es: Líneas de factura

# field:aeat.349.report.ammendment,operation_key:
source: Operation key
es: Clave de operación

# field:aeat.349.report.ammendment,original_base:
source: Original Base
es: Base original

# field:aeat.349.report.ammendment,party_name:
source: Party Name
es: Nombre del tercero

# field:aeat.349.report.ammendment,party_vat:
source: VAT
es: CIF/NIF

# field:aeat.349.report.ammendment,report:
source: AEAT 349 Report
es: Informe AEAT 349

# field:aeat.349.report.ammendment,substitution_name:
source: Substitution Name
es: Nombre rectificación

# field:aeat.349.report.ammendment,substitution_nif:
source: Substitution VAT
es: NIF rectificación

# field:aeat.349.report.operation,base:
source: Base Operation Amount
es: Importe base operaciones

# field:aeat.349.report.operation,company:
source: Company
es: Empresa

# field:aeat.349.report.operation,invoice_lines:
source: Invoice Lines
es: Líneas de factura

# field:aeat.349.report.operation,operation_key:
source: Operation key
es: Clave de operación

# field:aeat.349.report.operation,party_name:
source: Party Name
es: Nombre del tercero

# field:aeat.349.report.operation,party_vat:
source: VAT
es: CIF/NIF

# field:aeat.349.report.operation,report:
source: AEAT 349 Report
es: Informe AEAT 349

# field:aeat.349.report.operation,substitution_name:
source: Substitution Name
es: Nombre rectificación

# field:aeat.349.report.operation,substitution_nif:
source: Substitution VAT
es: NIF rectificación

# field:aeat.349.type,operation_key:
source: Operation key
es: Clave de operación

# field:aeat.349.type-account.tax,aeat_349_type:
source: Operation Key
es: Clave de operación

# field:aeat.349.type-account.tax,tax:
source: Tax
es: Impuesto

# field:aeat.349.type-account.tax.template,aeat_349_type:
source: Operation Key
es: Clave de operación

# field:aeat.349.type-account.tax.template,tax:
source: Tax Template
es: Plantilla de impuesto

# help:aeat.349.report,contact_name:
source: The first surname, a space, the second surname, a space and the name, necessarily in this order.
es: Se consignará el primer apellido, un espacio, el segundo apellido, un espacio y el nombre completo, necesariamente en este orden.

# help:aeat.349.report,representative_vat:
source: Legal Representative VAT number.
es: NIF del representante legal.

# model:aeat.349.reasign.records.end,name:
source: Reasign AEAT 349 Records End
es: Final reasignar registros AEAT 349

# model:aeat.349.reasign.records.start,name:
source: Reasign AEAT 349 Records Start
es: Inicio reasignar registros AEAT 349

# model:aeat.349.report,name:
source: AEAT 349 Report
es: Informe AEAT 349

# model:aeat.349.report.ammendment,name:
source: AEAT 349 Ammendment
es: Rectificación AEAT 349

# model:aeat.349.report.operation,name:
source: AEAT 349 Operation
es: Operación AEAT 349

# model:aeat.349.type,name:
source: AEAT 349 Type
es: Tipo AEAT 349

# model:aeat.349.type-account.tax,name:
source: AEAT 349 Type-Tax Relation
es: Relación impuesto-Tipo AEAT 349

# model:aeat.349.type-account.tax.template,name:
source: AEAT 349 Type-Tax Template Relation
es: Relación plantilla de impuesto-Tipo AEAT 349

# model:ir.action,name:act_aeat_349_reasign
source: Reasign AEAT 349 Records
es: Reasignar registros AEAT 349

# model:ir.action,name:act_aeat_349_report
source: AEAT 349 Report
es: Informe AEAT 349

# model:ir.action,name:act_aeat_349_report_ammendment
source: AEAT 349 Report Ammendment
es: Rectificación informe AEAT 349

# model:ir.action,name:act_aeat_349_report_operation
source: AEAT 349 Report Operation
es: Operación informe AEAT 349

# model:ir.action.act_window,name:act_aeat_349_report
source: AEAT 349 Report
es: Informe AEAT 349

# model:ir.action.act_window,name:act_aeat_349_report_ammendment
source: AEAT 349 Report Ammendment
es: Rectificación Informe AEAT 349

# model:ir.action.act_window,name:act_aeat_349_report_operation
source: AEAT 349 Report Operation
es: Operación Informe AEAT 349

# model:ir.action.wizard,name:
source: Recalculate AEAT 349 Records
es: Recalcular registros AEAT 349

# model:ir.action.wizard,name:act_aeat_349_reasign
source: Reasign AEAT 349 Records
es: Reasignar registros AEAT 349

# model:ir.message,text:msg_contact_name
source: Contact name in report "%(name)s" must contain name and surname
es: El nombre del contacto del informe "%(name)s" debe estar formado por nombre y apellidos.

# model:ir.message,text:msg_delete_lines_in_349report
source: There are some invoices lines from invoices %(invoices)s that will be erased in 349 repotrs. To do that the reports %(reports)s must be canceleld or drafted.
es: Hay algunas líneas de factura de las facturas %(invoices)s que se eliminarán en el informe 349. Para hacer eso tienes que canelar o dejar en borrador el informe %(reports)s.

# model:ir.message,text:msg_forbiden_cancel
source: Not possible to cancel the invoice %(invoice)s becasue it's on AEAT349 report %(report)s.
es: No es posible cancelar la factura %(invoice)s porque se encuentra en el

# model:ir.message,text:msg_invalid_currency
source: Currency in AEAT 349 report "%(name)s" must be Euro.
es: La moneda del informe AEAT 349 "%s" debe ser Euro.

# model:ir.message,text:msg_invalid_year
source: The year "%(year)s" is not valid.
es: El año "%(year)s" no es correcto.

# model:ir.model.button,string:aeat_349_report_calculate_button
source: Calculate
es: Calcular

# model:ir.model.button,string:aeat_349_report_cancel_button
source: Cancel
es: Cancelar

# model:ir.model.button,string:aeat_349_report_draft_button
source: Draft
es: Borrador

# model:ir.model.button,string:aeat_349_report_process_button
source: Process
es: Proceso

# model:ir.rule.group,name:
source: User in company
es: Usuario en la empresa

# model:ir.rule.group,name:rule_group_aeat349
source: User in company
es: Usuario en la empresa

# model:ir.rule.group,name:rule_group_aeat349_ammendment
source: User in company
es: Usuario en la empresa

# model:ir.rule.group,name:rule_group_aeat349_operation
source: User in company
es: Usuario en la empresa

# model:ir.ui.menu,name:
source: AEAT 349 Record
es: Registros AEAT 349

# model:ir.ui.menu,name:menu_aeat_349_report
source: AEAT 349 Report
es: Informes AEAT 349

# model:ir.ui.menu,name:menu_aeat_349_report_ammendment
source: AEAT 349 Report Ammendment
es: Registros de rectificaciones AEAT 349

# model:ir.ui.menu,name:menu_aeat_349_report_operation
source: AEAT 349 Report Operation
es: Registros de operaciones AEAT 349

# selection:aeat.349.report,period:
source: April
es: Abril

# selection:aeat.349.report,period:
source: August
es: Agosto

# selection:aeat.349.report,period:
source: December
es: Diciembre

# selection:aeat.349.report,period:
source: February
es: Febrero

# selection:aeat.349.report,period:
source: First quarter
es: Primer Trimestre

# selection:aeat.349.report,period:
source: Fourth quarter
es: Cuarto Trimestre

# selection:aeat.349.report,period:
source: January
es: Enero

# selection:aeat.349.report,period:
source: July
es: Julio

# selection:aeat.349.report,period:
source: June
es: Junio

# selection:aeat.349.report,period:
source: March
es: Marzo

# selection:aeat.349.report,period:
source: May
es: Mayo

# selection:aeat.349.report,period:
source: November
es: Noviembre

# selection:aeat.349.report,period:
source: October
es: Octubre

# selection:aeat.349.report,period:
source: Second quarter
es: Segundo trimestre

# selection:aeat.349.report,period:
source: September
es: Septiembre

# selection:aeat.349.report,period:
source: Third quarter
es: Tercer trimestre

# selection:aeat.349.report,state:
source: Calculated
es: Calculado

# selection:aeat.349.report,state:
source: Cancelled
es: Cancelado

# selection:aeat.349.report,state:
source: Done
es: Realizado

# selection:aeat.349.report,state:
source: Draft
es: Borrador

# selection:aeat.349.report,type:
source: Complementary
es: Complementaria

# selection:aeat.349.report,type:
source: Substitutive
es: Sustitutiva

# selection:aeat.349.report.ammendment,ammendment_period:
source: April
es: Abril

# selection:aeat.349.report.ammendment,ammendment_period:
source: August
es: Agosto

# selection:aeat.349.report.ammendment,ammendment_period:
source: December
es: Diciembre

# selection:aeat.349.report.ammendment,ammendment_period:
source: February
es: Febrero

# selection:aeat.349.report.ammendment,ammendment_period:
source: First quarter
es: Primer Trimestre

# selection:aeat.349.report.ammendment,ammendment_period:
source: Fourth quarter
es: Cuarto Trimestre

# selection:aeat.349.report.ammendment,ammendment_period:
source: January
es: Enero

# selection:aeat.349.report.ammendment,ammendment_period:
source: July
es: Julio

# selection:aeat.349.report.ammendment,ammendment_period:
source: June
es: Junio

# selection:aeat.349.report.ammendment,ammendment_period:
source: March
es: Marzo

# selection:aeat.349.report.ammendment,ammendment_period:
source: May
es: Mayo

# selection:aeat.349.report.ammendment,ammendment_period:
source: November
es: Noviembre

# selection:aeat.349.report.ammendment,ammendment_period:
source: October
es: Octubre

# selection:aeat.349.report.ammendment,ammendment_period:
source: Second quarter
es: Segundo trimestre

# selection:aeat.349.report.ammendment,ammendment_period:
source: September
es: Septiembre

# selection:aeat.349.report.ammendment,ammendment_period:
source: Third quarter
es: Tercer trimestre

# selection:aeat.349.report.ammendment,operation_key:
source: A - Ammendments Intra-Community acquisition
es: A - Rectificación de adquisiciones intracomunitarias sujetas

# selection:aeat.349.report.ammendment,operation_key:
source: A - Intra-Community acquisition
es: A - Adquisiciones intracomunitarias sujetas

# selection:aeat.349.report.ammendment,operation_key:
source: C - Ammendments Substitutions of the employer or professional consignee
es: C - Rectificación de sustituciones del empresario o consignatario profesional

# selection:aeat.349.report.ammendment,operation_key:
source: C - Substitutions of the employer or professional consignee
es: C - Sustituciones del empresario o consignatario profesional

# selection:aeat.349.report.ammendment,operation_key:
source: D - Ammendments Return of goods sended previously from TAI
es: D - Rectificación de devolución de mercancías enviadas previamente desde TAI

# selection:aeat.349.report.ammendment,operation_key:
source: D - Return of goods sended previously from TAI
es: D - Devolución de mercancías enviadas previamente desde TAI

# selection:aeat.349.report.ammendment,operation_key:
source: E - Ammendments Intra-Community supplies
es: E - Rectificación de entregas intracomunitarias exentas

# selection:aeat.349.report.ammendment,operation_key:
source: E - Intra-Community supplies
es: E - Entregas intracomunitarias exentas

# selection:aeat.349.report.ammendment,operation_key:
source: H - Ammendments Intra-Community supplies without taxes delivered by legal representative
es: H - Rectificación de entregas intracomunitarias de bienes posteriores a una importación exenta enviadas por un representante legal

# selection:aeat.349.report.ammendment,operation_key:
source: H - Intra-Community supplies without taxes delivered by legal representative
es: H - Entregas intracomunitarias de bienes posteriores a una importación exenta enviadas por un representante legal

# selection:aeat.349.report.ammendment,operation_key:
source: I - Ammendments Intra-Community services acquisitions by legal representative
es: I - Rectificación de adquisiciones de servicios intracomunitarios por representante legal

# selection:aeat.349.report.ammendment,operation_key:
source: I - Intra-Community services acquisitions by legal representative
es: I - Adquisiciones de servicios intracomunitarios por representante legal

# selection:aeat.349.report.ammendment,operation_key:
source: M - Ammendments Intra-Community supplies without taxes
es: M - Rectificación de entregas intracomunitarias de bienes posteriores a una importación exenta

# selection:aeat.349.report.ammendment,operation_key:
source: M - Intra-Community supplies without taxes
es: M - Entregas intracomunitarias de bienes posteriores a una importación exenta

# selection:aeat.349.report.ammendment,operation_key:
source: R - Ammendments Consignment sales agreements transfer
es: R - Rectificación de transferencia de acuerdos de venta en consignación

# selection:aeat.349.report.ammendment,operation_key:
source: R - Consignment sales agreements transfer
es: R - Transferencia de acuerdos de venta en consignación

# selection:aeat.349.report.ammendment,operation_key:
source: S - Ammendments Intra-Community services
es: S - Rectificación de prestaciones intracomunitarias de servicios

# selection:aeat.349.report.ammendment,operation_key:
source: S - Intra-Community services
es: S - Prestaciones intracomunitarias de servicios

# selection:aeat.349.report.ammendment,operation_key:
source: T - Ammendments Triangular operations
es: T - Rectificación de operaciones triangulares

# selection:aeat.349.report.ammendment,operation_key:
source: T - Triangular operations
es: T - Operaciones triangulares

# selection:aeat.349.report.operation,operation_key:
source: A - Ammendments Intra-Community acquisition
es: A - Rectificación de adquisiciones intracomunitarias sujetas

# selection:aeat.349.report.operation,operation_key:
source: A - Intra-Community acquisition
es: A - Adquisiciones intracomunitarias sujetas

# selection:aeat.349.report.operation,operation_key:
source: C - Ammendments Substitutions of the employer or professional consignee
es: C - Rectificación de sustituciones del empresario o consignatario profesional

# selection:aeat.349.report.operation,operation_key:
source: C - Substitutions of the employer or professional consignee
es: C - Sustituciones del empresario o consignatario profesional

# selection:aeat.349.report.operation,operation_key:
source: D - Ammendments Return of goods sended previously from TAI
es: D - Rectificación de devolución de mercancías enviadas previamente desde TAI

# selection:aeat.349.report.operation,operation_key:
source: D - Return of goods sended previously from TAI
es: D - Devolución de mercancías enviadas previamente desde TAI

# selection:aeat.349.report.operation,operation_key:
source: E - Ammendments Intra-Community supplies
es: E - Rectificación de entregas intracomunitarias exentas

# selection:aeat.349.report.operation,operation_key:
source: E - Intra-Community supplies
es: E - Entregas intracomunitarias exentas

# selection:aeat.349.report.operation,operation_key:
source: H - Ammendments Intra-Community supplies without taxes delivered by legal representative
es: H - Rectificación de entregas intracomunitarias de bienes posteriores a una importación exenta enviadas por un representante legal

# selection:aeat.349.report.operation,operation_key:
source: H - Intra-Community supplies without taxes delivered by legal representative
es: H - Entregas intracomunitarias de bienes posteriores a una importación exenta enviadas por un representante legal

# selection:aeat.349.report.operation,operation_key:
source: I - Ammendments Intra-Community services acquisitions by legal representative
es: I - Rectificación de adquisiciones de servicios intracomunitarios por representante legal

# selection:aeat.349.report.operation,operation_key:
source: I - Intra-Community services acquisitions by legal representative
es: I - Adquisiciones de servicios intracomunitarios por representante legal

# selection:aeat.349.report.operation,operation_key:
source: M - Ammendments Intra-Community supplies without taxes
es: M - Rectificación de entregas intracomunitarias de bienes posteriores a una importación exenta

# selection:aeat.349.report.operation,operation_key:
source: M - Intra-Community supplies without taxes
es: M - Entregas intracomunitarias de bienes posteriores a una importación exenta

# selection:aeat.349.report.operation,operation_key:
source: R - Ammendments Consignment sales agreements transfer
es: R - Rectificación de transferencia de acuerdos de venta en consignación

# selection:aeat.349.report.operation,operation_key:
source: R - Consignment sales agreements transfer
es: R - Transferencia de acuerdos de venta en consignación

# selection:aeat.349.report.operation,operation_key:
source: S - Ammendments Intra-Community services
es: S - Rectificación de prestaciones intracomunitarias de servicios

# selection:aeat.349.report.operation,operation_key:
source: S - Intra-Community services
es: S - Prestaciones intracomunitarias de servicios

# selection:aeat.349.report.operation,operation_key:
source: T - Ammendments Triangular operations
es: T - Rectificación de operaciones triangulares

# selection:aeat.349.report.operation,operation_key:
source: T - Triangular operations
es: T - Operaciones triangulares

# selection:aeat.349.type,operation_key:
source: A - Ammendments Intra-Community acquisition
es: A - Rectificación de adquisiciones intracomunitarias sujetas

# selection:aeat.349.type,operation_key:
source: A - Intra-Community acquisition
es: A - Adquisiciones intracomunitarias sujetas

# selection:aeat.349.type,operation_key:
source: C - Ammendments Substitutions of the employer or professional consignee
es: C - Rectificación de sustituciones del empresario o consignatario profesional

# selection:aeat.349.type,operation_key:
source: C - Substitutions of the employer or professional consignee
es: C - Sustituciones del empresario o consignatario profesional

# selection:aeat.349.type,operation_key:
source: D - Ammendments Return of goods sended previously from TAI
es: D - Rectificación de devolución de mercancías enviadas previamente desde TAI

# selection:aeat.349.type,operation_key:
source: D - Return of goods sended previously from TAI
es: D - Devolución de mercancías enviadas previamente desde TAI

# selection:aeat.349.type,operation_key:
source: E - Ammendments Intra-Community supplies
es: E - Rectificación de entregas intracomunitarias exentas

# selection:aeat.349.type,operation_key:
source: E - Intra-Community supplies
es: E - Entregas intracomunitarias exentas

# selection:aeat.349.type,operation_key:
source: H - Ammendments Intra-Community supplies without taxes delivered by legal representative
es: H - Rectificación de entregas intracomunitarias de bienes posteriores a una importación exenta enviadas por un representante legal

# selection:aeat.349.type,operation_key:
source: H - Intra-Community supplies without taxes delivered by legal representative
es: H - Entregas intracomunitarias de bienes posteriores a una importación exenta enviadas por un representante legal

# selection:aeat.349.type,operation_key:
source: I - Ammendments Intra-Community services acquisitions by legal representative
es: I - Rectificación de adquisiciones de servicios intracomunitarios por representante legal

# selection:aeat.349.type,operation_key:
source: I - Intra-Community services acquisitions by legal representative
es: I - Adquisiciones de servicios intracomunitarios por representante legal

# selection:aeat.349.type,operation_key:
source: M - Ammendments Intra-Community supplies without taxes
es: M - Rectificación de entregas intracomunitarias de bienes posteriores a una importación exenta

# selection:aeat.349.type,operation_key:
source: M - Intra-Community supplies without taxes
es: M - Entregas intracomunitarias de bienes posteriores a una importación exenta

# selection:aeat.349.type,operation_key:
source: R - Ammendments Consignment sales agreements transfer
es: R - Rectificación de transferencia de acuerdos de venta en consignación

# selection:aeat.349.type,operation_key:
source: R - Consignment sales agreements transfer
es: R - Transferencia de acuerdos de venta en consignación

# selection:aeat.349.type,operation_key:
source: S - Ammendments Intra-Community services
es: S - Rectificación de prestaciones intracomunitarias de servicios

# selection:aeat.349.type,operation_key:
source: S - Intra-Community services
es: S - Prestaciones intracomunitarias de servicios
